-- phpMyAdmin SQL Dump
-- version 4.7.3
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1:3306
-- Generation Time: Aug 01, 2018 at 01:22 AM
-- Server version: 5.6.37
-- PHP Version: 7.1.7

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `excelgov`
--

-- --------------------------------------------------------

--
-- Table structure for table `module_fields`
--

CREATE TABLE `module_fields` (
  `id` int(10) UNSIGNED NOT NULL,
  `colname` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `label` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `module` int(10) UNSIGNED NOT NULL,
  `field_type` int(10) UNSIGNED NOT NULL,
  `unique` tinyint(1) NOT NULL DEFAULT '0',
  `defaultvalue` varchar(191) COLLATE utf8_unicode_ci NOT NULL,
  `minlength` int(10) UNSIGNED NOT NULL DEFAULT '0',
  `maxlength` int(10) UNSIGNED NOT NULL DEFAULT '0',
  `required` tinyint(1) NOT NULL DEFAULT '0',
  `popup_vals` text COLLATE utf8_unicode_ci NOT NULL,
  `sort` int(10) UNSIGNED NOT NULL DEFAULT '0',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `module_fields`
--

INSERT INTO `module_fields` (`id`, `colname`, `label`, `module`, `field_type`, `unique`, `defaultvalue`, `minlength`, `maxlength`, `required`, `popup_vals`, `sort`, `created_at`, `updated_at`) VALUES
(1, 'name', 'Name', 1, 16, 0, '', 5, 250, 1, '', 0, '2018-07-31 05:45:41', '2018-07-31 05:45:41'),
(2, 'context_id', 'Context', 1, 13, 0, '0', 0, 0, 0, '', 0, '2018-07-31 05:45:41', '2018-07-31 05:45:41'),
(3, 'email', 'Email', 1, 8, 1, '', 0, 250, 0, '', 0, '2018-07-31 05:45:41', '2018-07-31 05:45:41'),
(4, 'password', 'Password', 1, 17, 0, '', 6, 250, 1, '', 0, '2018-07-31 05:45:41', '2018-07-31 05:45:41'),
(5, 'type', 'User Type', 1, 7, 0, 'Employee', 0, 0, 0, '[\"Employee\",\"Client\"]', 0, '2018-07-31 05:45:41', '2018-07-31 05:45:41'),
(6, 'name', 'Name', 2, 16, 0, '', 5, 250, 1, '', 0, '2018-07-31 05:45:41', '2018-07-31 05:45:41'),
(7, 'path', 'Path', 2, 19, 0, '', 0, 250, 0, '', 0, '2018-07-31 05:45:41', '2018-07-31 05:45:41'),
(8, 'extension', 'Extension', 2, 19, 0, '', 0, 20, 0, '', 0, '2018-07-31 05:45:41', '2018-07-31 05:45:41'),
(9, 'user_id', 'Owner', 2, 7, 0, '1', 0, 0, 0, '@users', 0, '2018-07-31 05:45:41', '2018-07-31 05:45:41'),
(10, 'public', 'Is Public', 2, 2, 0, '0', 0, 0, 0, '', 0, '2018-07-31 05:45:41', '2018-07-31 05:45:41'),
(11, 'type', 'Type', 2, 13, 0, '0', 0, 20, 0, '', 0, '2018-07-31 05:45:41', '2018-07-31 05:45:41'),
(12, 'size', 'Size', 2, 22, 0, '', 0, 250, 1, '', 0, '2018-07-31 05:45:41', '2018-07-31 05:45:41'),
(13, 'url', 'Url', 2, 19, 0, '', 0, 250, 0, '', 0, '2018-07-31 05:45:41', '2018-07-31 05:45:41'),
(14, 'name', 'Name', 3, 16, 1, '', 1, 250, 1, '', 0, '2018-07-31 05:45:41', '2018-07-31 05:45:41'),
(15, 'tags', 'Tags', 3, 20, 0, '[]', 0, 0, 0, '', 0, '2018-07-31 05:45:41', '2018-07-31 05:45:41'),
(16, 'color', 'Color', 3, 19, 0, '', 0, 50, 1, '', 0, '2018-07-31 05:45:41', '2018-07-31 05:45:41'),
(17, 'name', 'Name', 4, 16, 0, '', 5, 250, 1, '', 0, '2018-07-31 05:45:41', '2018-07-31 05:45:41'),
(18, 'designation', 'Designation', 4, 19, 0, '', 0, 50, 1, '', 0, '2018-07-31 05:45:41', '2018-07-31 05:45:41'),
(19, 'gender', 'Gender', 4, 18, 0, 'Male', 0, 0, 1, '[\"Male\",\"Female\"]', 0, '2018-07-31 05:45:41', '2018-07-31 05:45:41'),
(20, 'email', 'Email', 4, 8, 1, '', 5, 250, 1, '', 0, '2018-07-31 05:45:41', '2018-07-31 05:45:41'),
(21, 'dept', 'Department', 4, 7, 0, '0', 0, 0, 1, '@departments', 0, '2018-07-31 05:45:41', '2018-07-31 05:45:41'),
(22, 'name', 'Name', 5, 16, 1, '', 1, 250, 1, '', 0, '2018-07-31 05:45:42', '2018-07-31 05:45:42'),
(23, 'display_name', 'Display Name', 5, 19, 0, '', 0, 250, 1, '', 0, '2018-07-31 05:45:42', '2018-07-31 05:45:42'),
(24, 'description', 'Description', 5, 21, 0, '', 0, 1000, 0, '', 0, '2018-07-31 05:45:42', '2018-07-31 05:45:42'),
(25, 'parent', 'Parent Role', 5, 7, 0, '1', 0, 0, 0, '@roles', 0, '2018-07-31 05:45:42', '2018-07-31 05:45:42'),
(26, 'dept', 'Department', 5, 7, 0, '1', 0, 0, 0, '@departments', 0, '2018-07-31 05:45:42', '2018-07-31 05:45:42'),
(27, 'name', 'Name', 6, 16, 1, '', 0, 250, 1, '', 0, '2018-07-31 05:45:43', '2018-07-31 05:45:43'),
(28, 'file_name', 'File Name', 6, 19, 1, '', 0, 250, 1, '', 0, '2018-07-31 05:45:43', '2018-07-31 05:45:43'),
(29, 'backup_size', 'File Size', 6, 19, 0, '0', 0, 10, 1, '', 0, '2018-07-31 05:45:43', '2018-07-31 05:45:43'),
(30, 'name', 'Name', 7, 16, 1, '', 1, 250, 1, '', 0, '2018-07-31 05:45:43', '2018-07-31 05:45:43'),
(31, 'display_name', 'Display Name', 7, 19, 0, '', 0, 250, 1, '', 0, '2018-07-31 05:45:43', '2018-07-31 05:45:43'),
(32, 'description', 'Description', 7, 21, 0, '', 0, 1000, 0, '', 0, '2018-07-31 05:45:43', '2018-07-31 05:45:43'),
(37, 'category', 'კატეგორია', 10, 7, 0, '', 0, 255, 1, '[\"\\u10e1\\u10e2\\u10d8\\u10e5\\u10d8\\u10d0-\\u10de\\u10e0\\u10d4\\u10d5\\u10d4\\u10dc\\u10ea\\u10d8\\u10d0\",\"\\u10dc\\u10d0\\u10de\\u10d8\\u10e0\\u10d3\\u10d0\\u10ea\\u10d5\\u10d0\",\"\\u10db\\u10e8\\u10d4\\u10dc\\u10d4\\u10d1\\u10da\\u10dd\\u10d1\\u10d0\",\"\\u10e0\\u10d4\\u10d0\\u10d1\\u10d8\\u10da\\u10d8\\u10e2\\u10d0\\u10ea\\u10d8\\u10d0\"]', 10, '2018-07-31 07:37:47', '2018-07-31 10:38:34'),
(38, 'status', 'სტატუსი', 10, 18, 0, '', 0, 0, 1, '[\"\\u10db\\u10d8\\u10db\\u10d3\\u10d8\\u10dc\\u10d0\\u10e0\\u10d4\",\"\\u10d3\\u10d0\\u10e1\\u10e0\\u10e3\\u10da\\u10d4\\u10d1\\u10e3\\u10da\\u10d8\"]', 11, '2018-07-31 07:41:13', '2018-07-31 07:41:13'),
(40, 'dafinansebis_tsqaro', 'დაფინანსების წყარო', 10, 19, 0, '', 0, 256, 0, '', 2, '2018-07-31 09:51:20', '2018-07-31 14:39:50'),
(41, 'kontraktori_kompania', 'კონტრაქტორი კომპანია', 10, 19, 0, '', 0, 256, 0, '', 3, '2018-07-31 09:52:21', '2018-07-31 09:52:21'),
(43, 'sakhelshekrulebo_ghirebuleba_atasi_lari', 'სახელშეკრულებო ღირებულება (ათსი. ლარი)', 10, 19, 0, '', 0, 255, 0, '', 4, '2018-07-31 10:03:39', '2018-07-31 10:03:39'),
(44, 'shesruleba_nazardi_jamit_atasi_lari', 'შესრულება ნაზარდი ჯამით (ათსი. ლარი)', 10, 19, 0, '', 0, 255, 0, '', 5, '2018-07-31 10:06:32', '2018-07-31 10:06:32'),
(45, 'nashti', 'ნაშთი', 10, 19, 0, '', 0, 256, 0, '', 6, '2018-07-31 10:08:27', '2018-07-31 10:08:27'),
(46, 'datsqeba', 'დაწყება', 10, 19, 0, '', 0, 256, 0, '', 7, '2018-07-31 10:08:51', '2018-07-31 10:08:51'),
(47, 'dasruleba', 'დასრულება', 10, 19, 0, '', 0, 256, 0, '', 8, '2018-07-31 10:09:16', '2018-07-31 10:09:16'),
(48, 'shenishvna', 'შენიშვნა', 10, 19, 0, '', 0, 256, 0, '', 9, '2018-07-31 10:28:47', '2018-07-31 10:28:47'),
(50, 'dasakheleba', 'დასახელება', 10, 21, 0, '', 0, 0, 0, '', 0, '2018-07-31 14:25:19', '2018-07-31 14:25:19'),
(51, 'programa', 'პროგრამა', 12, 19, 0, '', 0, 256, 0, '', 0, '2018-07-31 15:15:26', '2018-07-31 15:15:26'),
(189, 'donori', 'დონორი', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:01', '2018-07-31 17:00:01'),
(190, 'proektis_registratsiis_tarighi', 'პროექტის რეგისტრაციის თარიღი', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:02', '2018-07-31 17:00:02'),
(191, 'regionis_dasakheleba_kartuli', 'რეგიონის დასახელება (ქართული)', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:02', '2018-07-31 17:00:02'),
(192, 'regionis_dasakheleba_inglisuri', 'რეგიონის დასახელება (ინგლისური)', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:02', '2018-07-31 17:00:02'),
(193, 'munitsipalitetis_dasakheleba_kartuli', 'მუნიციპალიტეტის დასახელება (ქართული)', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:02', '2018-07-31 17:00:02'),
(194, 'munitsipalitetis_dasakheleba_inglisuri', 'მუნიციპალიტეტის დასახელება (ინსგლისური)', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:02', '2018-07-31 17:00:02'),
(195, 'proektis_tipi_inglisuri_dasakheleba', 'პროექტის ტიპი ქართული დასახელება', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:02', '2018-07-31 17:00:02'),
(196, 'proektis_kodi', 'პროექტის კოდი', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:02', '2018-07-31 17:00:02'),
(197, 'proektis_dasakheleba_kartuli', 'პროექტის დასახელება (ქართული)', 12, 19, 0, '', 0, 255, 0, '', 0, '2018-07-31 17:00:02', '2018-07-31 17:00:02'),
(198, 'proektis_dasakheleba_inglisuri', 'პროექტის დასახელება (ინგლისური)', 12, 19, 0, '', 0, 255, 0, '', 0, '2018-07-31 17:00:03', '2018-07-31 17:00:03'),
(199, 'kontraktis_nomeri', 'კონტრაქტის ნომერი', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:03', '2018-07-31 17:00:03'),
(200, 'kontraktoris_dasakheleba_kartuli', 'კონტრაქტორის დასახელება (ქართული)', 12, 19, 0, '', 0, 400, 0, '', 0, '2018-07-31 17:00:03', '2018-07-31 17:00:03'),
(201, 'kontraktoris_dasakheleba_inglisuri', 'კონტრაქტორის დასახელება (ინგლისური)', 12, 19, 0, '', 0, 400, 0, '', 0, '2018-07-31 17:00:03', '2018-07-31 17:00:03'),
(202, 'kontraktoris_saidentifikatsio_kodi', 'კონტრაქტორის საიდენთიფიკაციო კოდი', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:03', '2018-07-31 17:00:03'),
(203, 'kontraktoris_sakontakto_piri', 'კონტრაქტორის საკონტაქტო პირი', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:03', '2018-07-31 17:00:03'),
(204, 'kontraktoris_sakontakto_piri_tanamdeboba', 'კონტრაქტორის საკონტაქტო პირის (თანამდებობა)', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:03', '2018-07-31 17:00:03'),
(205, 'kontraktoris_sakontakto_piri_telefoni', 'კონტრაქტორი საკონტაქტო პირის (ტელეფონი)', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:03', '2018-07-31 17:00:03'),
(206, 'kontraktoris_sakontakto_piris_email', 'კონტრაქტორი საკონტაქტო პირის Email', 12, 19, 0, '', 0, 255, 0, '', 0, '2018-07-31 17:00:04', '2018-07-31 17:00:04'),
(207, 'proektis_datsqebis_savaraudo_tarighi', 'პროექტის დაწყების სავარაუდო თარიღი', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:04', '2018-07-31 17:00:04'),
(208, 'proektis_dasrulebis_savaraudo_tarighi', 'პროექტის დასრულების სავარაუდო თარიღი', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:04', '2018-07-31 17:00:04'),
(209, 'tenderis_gamotskhadebis_tarighi', 'ტენდერის გამოცხადების თარიღი', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:04', '2018-07-31 17:00:04'),
(210, 'kontraktis_gaformebis_tarighi', 'კონტრაქტის გაფორმების თარიღი', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:04', '2018-07-31 17:00:04'),
(211, 'samushaota_datsqebis_tarighi', 'სამუშაოთა დაწყების თარიღი', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:04', '2018-07-31 17:00:04'),
(212, 'samushaota_dasrulebis_tarighi', 'სამუშაოთა დასრულების თარიღი', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:04', '2018-07-31 17:00:04'),
(213, 'samushaota_dasrulebis_vadis_tsvlileba', 'სამუშაოთა დასრულების ვადის ცვლილება', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:04', '2018-07-31 17:00:04'),
(214, 'kontraktis_dasrulebis_vada', 'კონტრაქტის დასრულების ვადა', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:05', '2018-07-31 17:00:05'),
(215, 'samushaota_datsqeba_faktiuri', 'სამუშაოთა დაწყება (ფაქტიური)', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:05', '2018-07-31 17:00:05'),
(216, 'samushaota_dasruleba_faktiuri', 'სამუშაოთა დასრულება (ფაქტიური)', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:05', '2018-07-31 17:00:05'),
(217, 'proektis_pirveladi_migheba_chabarebis_tarighi', 'პროექტის პირველადი მიღება ჩაბარების თარიღი', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:05', '2018-07-31 17:00:05'),
(218, 'proektis_saboloo_migheba_chabarebis_tarighi', 'პროექტის საბოლოო მიღება ჩაბარების თარიღი', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:05', '2018-07-31 17:00:05'),
(219, 'tipologiis_dasakheleba_kartuli', 'ტიპოლოგიის დასახელება (ქართული)', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:05', '2018-07-31 17:00:05'),
(220, 'tipologiis_dasakheleba_inglisuri', 'ტიპოლოგიის დასახელება (ინგლისური)', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:05', '2018-07-31 17:00:05'),
(221, 'proektis_satsqisi_ghirebuleba', 'პროექტის საწყისი ღირებულება', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:05', '2018-07-31 17:00:05'),
(222, 'tsvlileba_proektis_satsqis_ghirebulebashi', 'ცვლილება პროექტის საწყის ღირებულებაში', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:05', '2018-07-31 17:00:05'),
(223, 'proektis_saboloo_ghirebuleba', 'პროექტის საბოლოო ღირებულება', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:06', '2018-07-31 17:00:06'),
(224, 'shesrulebul_samushaota_ghirebuleba', 'შესრულებულ სამუშაოთა ღირებულება', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:06', '2018-07-31 17:00:06'),
(225, 'shesasrulebel_samushaota_ghirebuleba', 'შესასრულებელ სამუშაოთა ღირებულება', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:06', '2018-07-31 17:00:06'),
(226, 'jarimis_motsuloba', 'ჯარიმის მოცულობა', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:06', '2018-07-31 17:00:06'),
(227, 'jarimis_tarighi', 'ჯარიმის თარიღი', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:06', '2018-07-31 17:00:06'),
(228, 'gadakhdili_tankha', 'გადახდილი თანხა', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:06', '2018-07-31 17:00:06'),
(229, 'gadasakhdeli_tankha', 'გადასახდელი თანხა', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:06', '2018-07-31 17:00:06'),
(230, 'proektis_zedamkhedveli', 'პროექტის ზედამხედველი', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:06', '2018-07-31 17:00:06'),
(231, 'proektis_zedamkhedveli_tanamdeboba', 'პროექტის ზედამხედველი (თანამდებობა)', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:06', '2018-07-31 17:00:06'),
(232, 'proektis_zedamkhedveli_telefoni', 'პროექტის ზედამხედველი (ტელეფონი)', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:07', '2018-07-31 17:00:07'),
(233, 'samushaota_mokle_aghtsera_kartuli', 'სამუშაოთა მოკლე აღწერა (ქართული)', 12, 21, 0, '', 0, 2000, 0, '', 0, '2018-07-31 17:00:07', '2018-07-31 17:00:07'),
(234, 'samushaota_mokle_aghtsera_inglisuri', 'სამუშაოთა მოკლე აღწერა (ინგლისური)', 12, 21, 0, '', 0, 2000, 0, '', 0, '2018-07-31 17:00:07', '2018-07-31 17:00:07'),
(235, 'shenishvna', 'შენიშვნა', 12, 19, 0, '', 0, 400, 0, '', 0, '2018-07-31 17:00:07', '2018-07-31 17:00:07'),
(236, 'avansis_motsuloba_romelits_sheidzleba_gaitses_garantiisas', 'ავანსის მოცულობა რომელიც შეიძლება გაიცეს გარანტიისას', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:07', '2018-07-31 17:00:07'),
(237, 'gatsemuli_avansis_motsuleba', 'გაცემული ავანსის მოცულობა', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:07', '2018-07-31 17:00:07'),
(238, 'dabrunebuli_avansis_motsuloba', 'დაბრუნებული ავანსის მოცულობა', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:07', '2018-07-31 17:00:07'),
(239, 'dasabrunebeli_avansis_motsuloba', 'დასაბრუნებელი ავანსის მოცულობა', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:07', '2018-07-31 17:00:07'),
(240, 'khariskhis_uzrunvelqofis_tankha', 'ხარისხის უზრუნველყოფის თანხა (%)', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:08', '2018-07-31 17:00:08'),
(241, 'khariskhis_uzrunvelqofis_tankha_rezervi', 'ხარისხის უზრუნველყოფის თანხა (რეზერვი)', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:08', '2018-07-31 17:00:08'),
(242, 'kontraktoris_sherchevis_tsesi_konkursipirdapiri', 'კონტრაქტორის შერჩევის წესი (კონკურსი/პირდაპირი)', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:08', '2018-07-31 17:00:08'),
(243, 'tenderis_tipi', 'ტენდერის ტიპი', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:08', '2018-07-31 17:00:08'),
(244, 'shesqidvis_safudzveli', 'შესყიდვის საფუძველი', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:08', '2018-07-31 17:00:08'),
(245, 'sakhazino_programuli_kodi', 'სახაზინო პროგრამული კოდი', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:08', '2018-07-31 17:00:08'),
(246, 'kategoriis_kodi', 'კატეგორიის კოდი', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:08', '2018-07-31 17:00:08'),
(247, 'proektis_shetsqvetis_indikatori', 'პროექტის შეწყვეტის ინდიკატორი', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:08', '2018-07-31 17:00:08'),
(248, 'proektis_tsinastsari_ghirebuleba', 'პროექტის წინასწარი ღირებულება', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:09', '2018-07-31 17:00:09'),
(249, 'proektis_obiektis_mimghebi', 'პროექტის (ობიექტის) მიმღები', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:09', '2018-07-31 17:00:09'),
(250, 'avansis_garantia', 'ავანსის გარანტია (#)', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:09', '2018-07-31 17:00:09'),
(251, 'avansis_garantia_gatsemis_tarighi', 'ავანსის გარანტიის გაცემის თარიღი', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:09', '2018-07-31 17:00:09'),
(252, 'avansis_garantia_tankha', 'ავანსის გარანტია (თანხა)', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:09', '2018-07-31 17:00:09'),
(253, 'avansis_garantia_garantiis_gamtsemi_banki', 'ავანსის გარანტია (გარანტიის გამცემი ბანკი)', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:09', '2018-07-31 17:00:09'),
(254, 'avansis_garantia_nomeri', 'ავანსის გარანტია (ნომერი)', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:09', '2018-07-31 17:00:09'),
(255, 'avansis_garantia_mokmedebis_vada', 'ავანსის გარანტია (მოქმედების ვადა)', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:09', '2018-07-31 17:00:09'),
(256, 'kontraktis_garantia', 'კონტრაქტის გარანტია (#)', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:10', '2018-07-31 17:00:10'),
(257, 'kontraktis_garantia_gatsemis_tarighi', 'კონტრაქტის გარანტია (გაცემის თარიღი)', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:10', '2018-07-31 17:00:10'),
(258, 'kontraktis_garantia_tankha', 'კონტრაქტის გარანტია (თანხა)', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:10', '2018-07-31 17:00:10'),
(259, 'kontraktis_garantia_garantiis_gamtsemi_banki', 'კონტრაქტის გარანტია (გარანტიის გამცემი ბანკი)', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:10', '2018-07-31 17:00:10'),
(260, 'kontraktis_garantia_nomeri', 'კონტრაქტის გარანტია (ნომერი)', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:10', '2018-07-31 17:00:10'),
(261, 'kontraktis_garantia_mokmedebis_vada', 'კონტრაქტის გარანტია (მოქმედების ვადა)', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:10', '2018-07-31 17:00:10'),
(262, 'kontraktis_dazghvevis_vada', 'კონტრაქტის დაზღვევის ვადა', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:10', '2018-07-31 17:00:10'),
(263, 'defektebze_pasukhismgeblobis_vada', 'დეფექტებზე პასუხისმგებლობის ვადა', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:11', '2018-07-31 17:00:11'),
(264, 'dakavebuli_sarezervo_tankha', 'დაკავებული სარეზერვო თანხა', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:11', '2018-07-31 17:00:11'),
(265, 'gadakhdili_sarezervo_tankha', 'გადახდილი სარეზერვო თანხა', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:11', '2018-07-31 17:00:11'),
(266, 'gadasakhdeli_sarezervo_tankha', 'გადასახდელი სარეზერვო თანხა', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:11', '2018-07-31 17:00:11'),
(267, 'proektis_dafinanseba_donori', 'პროექტის დაფინანსება (დონორი)', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:11', '2018-07-31 17:00:11'),
(268, 'proektis_dafinanseba_tsentraluri_biujeti', 'პროექტის დაფინანსება (ცენტრალური  ბიუჯეტი)', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:11', '2018-07-31 17:00:11'),
(269, 'proektis_dafinanseba_adgilobrivi_biujeti', 'პროექტის დაფინანსება (ადგილობრივი ბიუჯეტი)', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:11', '2018-07-31 17:00:11'),
(270, 'proektis_dafinanseba_mgf', 'პროექტის დაფინანსება (მგფ)', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:11', '2018-07-31 17:00:11'),
(271, 'proekti_gankutvnilia_idzulebit_gadaadgilebul_pirtatvis', 'პროექტი განკუთვნილია იძულებით გადაადგილებულ პირთათვის', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:11', '2018-07-31 17:00:11'),
(272, 'saoperatsio_kharjebi_kiara', 'საოპერაციო ხარჯები (კი/არა)', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:12', '2018-07-31 17:00:12'),
(273, 'proektis_menejeri_mgf', 'პროექტის მენეჯერი მგფ', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:12', '2018-07-31 17:00:12'),
(274, 'proektis_gankhortsielebis_statusi_kartuli_dasakheleba', 'პროექტის განხორციელების სტატუსი (ქართული დასახელება)', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:12', '2018-07-31 17:00:12'),
(275, 'proektis_gankhortsielebis_statusi_inglisuri_dasakheleba', 'პროექტის განხორციელების სტატუსი (ინგლისური დასახელება)', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:12', '2018-07-31 17:00:12'),
(276, 'dasakmebulta_raodenoba', 'დასაქმებულთა რაოდენობა', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:12', '2018-07-31 17:00:12'),
(277, 'bmuli_sakhelmtsifo_shesqidvebis_saagentos_saitze', 'მბმული სახელმწიფო შესყიდვების სააგენტოს საიტზე', 12, 19, 0, '', 0, 100, 0, '', 0, '2018-07-31 17:00:12', '2018-07-31 17:00:12');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `module_fields`
--
ALTER TABLE `module_fields`
  ADD PRIMARY KEY (`id`),
  ADD KEY `module_fields_module_foreign` (`module`),
  ADD KEY `module_fields_field_type_foreign` (`field_type`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `module_fields`
--
ALTER TABLE `module_fields`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=278;
--
-- Constraints for dumped tables
--

--
-- Constraints for table `module_fields`
--
ALTER TABLE `module_fields`
  ADD CONSTRAINT `module_fields_field_type_foreign` FOREIGN KEY (`field_type`) REFERENCES `module_field_types` (`id`) ON DELETE CASCADE ON UPDATE CASCADE,
  ADD CONSTRAINT `module_fields_module_foreign` FOREIGN KEY (`module`) REFERENCES `modules` (`id`) ON DELETE CASCADE ON UPDATE CASCADE;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
